笑来讲一切自学都是老生常谈
那么就是说我们其实所有的学习方式在学校的时候已经学会了。整理归纳总结，朗读，重复的朗读，重复的练习，重复的做一切都已经是学过的。没有什么新鲜的事情。
关键在于PRACTICE MAKES PERFECT看谁练习的次数，看谁阅读的书更多，看谁的见识更广，看谁练习的更多，当然还有用正确的方法做正确的事情。
如果方法不能够保证，至少要保证做的事情是正确的。
那么我们小时候是不是爱好学习的呢？答案是，肯定的，小时候观察蚂蚁运动几个小时，学习说话那么多次的重复，学习拿碗筷等等，我们都有自学的能力，且爱学的。
那么我们是从几岁开始就不爱学习了呢？是从学习就是坐在板凳上练习小提琴，是坐在桌子上做作业，是背诵课文，是父母或者老师要求的事物，一切都是以考试为中心的时候，
我们对于学习这件事情，开始日复一日的反感，开始为了保持自己思维的独立性而反抗，最后把好的不好的都丢了，一部分学习优异的孩子学到了，但毕业以后却厌倦了，
最后也把他们给丢弃了，学习不好的孩子更是早早的就把它们丢弃了。
笑来老师的自学是门手艺，其实是对于点燃学习兴趣的一点星星之火，把他当做一门手艺，不需要什么智商，也没有什么门槛，就是一门手艺且熟能生巧。
